[General]
Version=1.8.8
LanguageName=中文 
lblLanguageAuthor=ilovecaty

[Form1]
lblLanguage=语言:
TorrentFileLabel=路径:
closeButton=关闭
StartButton=开始
tabGeneral=常规
groupTorrentFile=种子文件
browseButton=浏览...
groupStats=统计
totalRunningTimeLabel=总计时间 :
leechLabel=下载数:
seedLabel=种子数:
manualUpdateButton=手动更新
labelUpdateIn=更新于:
downloadCountLabel=已下载 :
uploadCountLabel=已上传 :
groupBoxOptions=选项
applyStopSettingsButton=接受
stopProcessLabel=停止进程于:
FileSizeLabel=已完成 (%)
uploadRateLabel=上传速度 (kB/s) :
downloadRateLabel=下载速度 (kB/s) :
groupTorrentInfo=种子信息
labelTorrentSize=大小:
hashLabel=SHA 哈希:
TrackerLabel=伺服:
tabAdvanced=高级
memoryReaderButton=读取内存...
updateAnnounceParamsOnStart=启动时更新peer_id和key
checkNewVersion=检查更新
checkShowTrayBaloon=托盘图标显示气泡
ClientLabel=模拟客户端:
randomSpeedGroup=随机 上传/下载 速度
RandomDownloadToLabel=最大:
RandomUploadToLabel=最大:
RandomDownloadFromLabel=最小:
RandomUploadFromLabel=最小:
checkRandomDownload=下载 (kB)
checkRandomUpload=上传 (kB)
reportParamsGroup=通告参数
keyLabel=Key(key):
labelPeerID=Peer ID(peer_id):
numwantLabel=种子数量 (允许最大连接数):
portInfoLabel=如果本栏留空,RatioMaster将使用默认或随机值
portLabel=端口(port):
tabNetwork=网络
groupNetworkMisc=杂项
checkIgnoreFailureReason=忽略伺服响应的"失败原因"
labelStopMinLeecher=停止上传当下载数少于:
intervalLabel=Tracker更新间隔 (s):
checkRequestScrap=获取 种子数/下载数 统计 (从伺服获取信息)
checkTCPListen=使用 TCP 监听 (在伺服显示连接)
proxySettingsGroup=代理伺服设置
labelProxyPass=密码:
labelProxyUser=用户名:
labelProxyPort=端口:
labelProxyHost=主机:
labelProxyType=代理类型:
tabLog=进度日志
saveLogButton=保存日志
checkLogEnabled=开启日志
clearLogButton=清除日志
tabAbout=关于
labelForums=论坛:
labelWebSite=网站:
StopButton=停止
linkProxyHelp=代理帮助
tabUpdates=更新
installUpdatesButton=安装更新
checkUpdatesButton=检查更新
labelUpdates=客户端和语言
labelBindIp=绑定到IP:
checkMinimizeToTray=最小化到系统托盘
checkIgnoreTimeout=忽略连接错误
checkUPnP=开启UPnP端口映射
testNetworkButton=测试设置...
ResetCountersButton=重置计数器
checkSavePeers=保存下载者列表


[MemoryReader]
reApplyButton=接受
reCloseButton=关闭
groupBoxSearchResults=搜索结果
reHashLabel=哈希:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Key(key):
numwantLabel=种子数量 (允许最大连接数):
rePortLabel=端口 (port):
reSearchStrLabel=字符串:
reSearchButton=开始搜索
reProcessNameLabel=进程名称:

[Messages]
mrNoProcessFound=进程未发现 .\r\n确认BT客户端正在运行并且至少有一个种子在工作.
mrSearchFail=搜索失败.\r\n确认BT客户端正在运行并且至少有一个种子在工作.
mrSearchTitle=搜索
mrSearchSuccess=搜索成功!\r\n点击接受按钮以确定检测到的数值.
vrNewVersionReleased=新版本发布! 到这里http://www.moofdev.net更新
vrNewVersionTitle="新版本可用"
ballonUploaded=上传: {0} \r\n
ballonDownloaded=下载: {0} \r\n
ballonUpdateIn=上传于: {0} \r\n
ballonTotalTime=总计时间: {0} \r\n
stopProcessOpt1=不要停止
stopProcessOpt2=上传
stopProcessOpt3=下载
stopProcessOpt4=时间
stopProcessUnits1=秒
stopProcessUnits2=分
stopProcessUnits3=小时
restoreToolStripMenuItem=恢复
exitToolStripMenuItem=退出
umNumUpdatesFound=发现更新
umNoUpdatesFound=没有新版本
umParsingUpdates=分列更新...
umCheckingUpdates=检查更新中...
umDownloadingUpdate=下载更新中
umFinishedDownloadingUpdates=完成下载更新
clmnUpdateName=名称
clmnUpdateFileName=文件名
clmnUpdateType=类型
clmnUpdateAuthor=作者
confirmCloseTitle=确认
confirmCloseMessage=种子更新中. 你确定要退出RatioMaster吗?
defaultBinding=默认
testNetworkSuccess=连接成功. 当前RatioMaster网络设置可以正常工作.
testNetworkFailed=连接错误
testNetworkInProgress=网络设置测试中...


[Tooltips]
checkIgnoreFailureReason=选中此项时RM将忽略伺服响应的错误并照常上传.
labelStopMinLeecher=RM会自动将上传速度降为0,如果下载数少于输入值
intervalLabel=发送统计到伺服的默认更新间隔.\r\n对于不显示更新间隔的伺服很有用.
proxySettingsGroup=RM可以使用代理连接到伺服, 以便隐藏您的IP
memoryReaderButton=读取内存\r\n使用此工具读取客户端参数 \r\n例如 peer_id, key, 端口和其他匹配真实客户端的参数.
updateAnnounceParamsOnStart=当此项选中时,每次启动RM会产生新的peer_id和key.\r\n未选中时RM将使用上次保存的值.
TorrentClientsBox=在此下拉框选中你想要模拟的客户端
randomSpeedGroup=通过这些设置RM可以在每次通告后随机化速度.\r\n使用相同的速度上传太长时间是很可疑的.
torrentFile=种子文件路径\r\n点击浏览... 或将种子拖到RM窗口
totalRunningTimeLabel=程序本次运行时间
leechLabel=当前连接数\r\n在一些伺服此功能不可用
seedLabel=当前种子数\r\n在一些伺服此功能不可用
manualUpdateButton=手动更新\r\n伺服可以手动更新, 你的统计应该会相应地改变.
labelUpdateIn=距离下次更新的时间 
downloadCountLabel=已下载\r\n下次更新之后你在此伺服的统计应该会相应地改变
uploadCountLabel=已上传\r\n下次更新之后你在此伺服的统计应该会相应地改变                                                                                                                      
checkIgnoreTimeout=RM将忽略连接错误
stopProcessActionBox=RM可以自动停止进程.\r\n选择不同选项并且输入数值.
uploadRate=上传速度\r\n在这里输入RM将通告给伺服的上传速度
downloadRate=下载速度\r\n在这里输入RM将通告给伺服的下载速度
shaHash=Torrent Sha Hash\r\n你可以手动输入否则将从选中的种子生成 
trackerAddress=Tracker Url\r\n你可以手动输入否则将从选中的种子生成
fileSize=已完成 %\r\n你可以输入种子完成的百分比\r\n100% = 做种\r\n0%     = 从头下载\r\nRM会记住完成百分比(也会记住其它选项).                                       
reportParamsGroup=这些参数是RM发送到伺服通告中的一部分.\r\n通常RM会自动生成这些参数,\r\n也可以手动输入或使用内存读取工具从你的客户端得到参数.
reProcessNameBox=RM将寻找此进程.\r\nRM根据当前选择的客户端自动填充.
reSearchStr=RM搜寻此字符串以寻找通告网址并分析结果.
reSearchButton=按下 "开始搜索" 以...搜索.
groupBoxSearchResults=如果搜索成功RM根据结果填充这些项目.\r\n手动复制这些数值到RM高级设置或点击接受.
reApplyButton=点击"接受"复制搜索结果到RM的高级标签页.